###############################################################################
#
# システム画面系の言語別テキスト設定

!section system
#------------------------------------------------------------------------------
# システム全般

# ウィンドウタイトルバーのキャプション
TitleCaption		天使☆嚣嚣 RE-BOOT!

# スクリーンショット・立ち絵鑑賞ファイルネームベース
SaveSnapshotName	天使☆嚣嚣_screenshot
ExChViewCaptureFileBase	天使☆嚣嚣_portrait


# ゲーム画面やバックログのキャラ名前欄 (pad == nameに応じた空白）
CharNameBracketFormat	【${pad}${name}${pad}】

# セーブデータ等のチャプター表示
ChapterBracketFormat	【${chapter}】

# フローチャートシーン末尾
FlowChartEndOfScene	（场景结束）

# 作中チャットにおける画像拡大
PhoneChatTapZoom	（点击放大）

#------------------------------------------------------------------------------
# セーブ画面

# コメント入力
SaveCommentDialog	编辑注释 ${num}
#GenericDateFormat	${"JanFebMarAprMayJunJulAugSepOctNovDec".substr((month-1)*3,3)}/${zdate}/${year}, ${zhour}:${zmin}
GenericDateFormat	${year}/${zmonth}/${zdate} ${zhour}:${zmin}
# ${year}   20xx
# ${zmonth} 01-09,10-12 / ${month} 1-12
# ${"JanFebMarAprMayJunJulAugSepOctNovDec".substr((month-1)*3,3)} -> Jan, Feb, ... , Dec
# ${zdate}  01-09,10-31 / ${date}  1-31
# ${zhour}  00-09,10-23 / ${hour}  0-23
# ${zmin}   00-09,10-59 / ${min}   0-59
# ${zsec}   00-09,10-59 / ${sec}   0-59

# MEMO: 日付表示フォーマットはプログラム側での特殊対応で対処済み

# ルート表記
SaveRouteName共通ルート		共通路线
#SaveRouteNameアフターストーリー	After Story
#SaveRouteNameサイドエピソード		Side Episode

#------------------------------------------------------------------------------
# 特殊選択(cf. macro.ks:[●●選択])

#SceneModeXXXSelect_off	请照常做
#SceneModeXXXSelect_on	让她戴眼镜

#------------------------------------------------------------------------------
# バックログ画面

# 選択肢分岐の選択内容表記
BacklogChoiceTextFormat	选择项：${text}

#------------------------------------------------------------------------------
# シナリオ検索

# シナリオ検索はゲーム全クリア後のヘルプメニュー内に項目が生えます（デバッグ鑑賞ONでも可）
SearchTextInput		输入搜索文字
SearchTextResultFormat	「${cuttext}」的搜索结果(${language}:${blockCount}个)
SearchTextUnsupported	※不支持该功能　

#------------------------------------------------------------------------------
# コンフィグ画面

# テキストプレビュー（\nで改行)
ConfigPreviewText1	文字显示速度展示、\n自动模式速度展示。
ConfigPreviewText2	天使☆嚣嚣 RE-BOOT!\n(C)YUZUSOFT/JUNOS inc.

#ConfigRenameCharあやせ		绫濑
ConfigRenameChar乃愛		乃爱
ConfigRenameChar天音		天音
ConfigRenameChar来海		来海
ConfigRenameCharかぐ耶		辉耶
ConfigRenameCharオリエ		欧丽叶
ConfigRenameChar風実花		风实花
ConfigRenameChar木下		木下
ConfigRenameChar白石		白石
ConfigRenameChar三国		三国
ConfigRenameChar由月		由月
ConfigRenameChar？？？		？？？
ConfigRenameCharその他男	其他（男性）
ConfigRenameCharその他女	其他（女性）

# 立ち絵鑑賞のみ
#ConfigRenameChar追加キャラ名	XXX
ConfigRenameCharクラヴィ	克拉比
ConfigRenameCharヴェガ		维嘉
ConfigRenameChar月乃		月乃
ConfigRenameChar五島		五岛
ConfigRenameCharシュティ	斯蒂
ConfigRenameChar第一王子	第一王子
ConfigRenameChar迷子の女の子	走失的女孩
ConfigRenameChar魔王		魔王

ShortCutInputHelp	按下按键或选择一个按键分配${"\n"}${bindtext}
ShortCutInputBind	"${caption}"
ShortCutDeleteHelp	按下按键取消设置
ShortCutNoBind		未设置

ShortCutBind_save	    保存
ShortCutBind_load	    载入
ShortCutBind_dsave	    直接保持
ShortCutBind_qsave	    快速保持
ShortCutBind_qload	    快速载入
ShortCutBind_option	    游戏设置
ShortCutBind_screen	    更改分辨率
ShortCutBind_click	    文本/确认
ShortCutBind_auto	    自动模式
ShortCutBind_skip	    快进模式
ShortCutBind_ctrl	    Ctrl快进
ShortCutBind_nextscn	下一个场景
ShortCutBind_next	    下一个选项
ShortCutBind_log	    历史记录
ShortCutBind_pageup	    向上滚动
ShortCutBind_pagedown	向下滚动
ShortCutBind_backone	返回上一行
ShortCutBind_backskip	快退
ShortCutBind_prevscn	上一个场景
ShortCutBind_prev	    上一个选项
ShortCutBind_scnchart	流程图
ShortCutBind_title	    标题界面
ShortCutBind_volume	    音量调整
ShortCutBind_hide	    隐藏窗口
ShortCutBind_vreplay	语音重播
ShortCutBind_vsave	    语音书签
ShortCutBind_qvsave	    语音保存
ShortCutBind_snapshot	截图
ShortCutBind_panic	老板键

# ゲーム中の画面下部ボタンのヘルプ
QuickMenuHelp_custom		自定义
QuickMenuHelp_hold		    固定/解除
QuickMenuHelp_dsave		    直接保存
QuickMenuHelp_save		    保存界面
QuickMenuHelp_load		    读档界面
QuickMenuHelp_qsave		    快速保存
QuickMenuHelp_qload		    快读速档
QuickMenuHelp_option		游戏设置
QuickMenuHelp_prev		    上一个选项
QuickMenuHelp_prevscn		上一个场景
QuickMenuHelp_backskip		快退
QuickMenuHelp_backone		返回上一句
QuickMenuHelp_log		    历史记录
QuickMenuHelp_auto		    自动模式
QuickMenuHelp_skip		    快进模式
QuickMenuHelp_nextscn		下一个场景
QuickMenuHelp_next		    下一个选项
QuickMenuHelp_scnchart		流程图
QuickMenuHelp_volchg		音量跳转
QuickMenuHelp_vreplay		语音重播
QuickMenuHelp_vsave		    语音书签
QuickMenuHelp_qvsave		语音保存
QuickMenuHelp_hide		    关闭
QuickMenuHelp_endreplay		中断回想模式
QuickMenuHelp_title		    返回标题界面
QuickMenuHelp_swap		    按钮切换
QuickMenuHelp_snapshot		截图

# 既読自動スキップ／ジャンプ通知
AutoSkipJump_read_skip		Auto-skip
AutoSkipJump_read_paused	Auto-skip paused
AutoSkipJump_read_contskip	Continue auto-skip
AutoSkipJump_read_endskip	Auto-skip canceled
AutoSkipJump_read_doneskip	Auto-skip finished
AutoSkipJump_read_jumped	Auto-jumped

# ゲームパッド割り当て系（ゲームパッドを繋いでReassignボタン押した後）
GamePadAssign_input		    按下所指示的游戏手柄上的按键
GamePadAssign_nobutton		如果没有按键或在按下时没有响应，请选择“忽略此按键”
GamePadAssign_reset		    按下重置按钮可将所有按键设置恢复为初始状态
GamePadAssign_already       此按键已被分配，请按下另一个按键
GamePadAssign_done		    按键输入已接受，请释放所有按键
GamePadAssign_firstrelease	释放所有按键，进行第一个输入
GamePadAssign_norelease		如果您释放了按键且无法继续，请按重置按钮并联系技术支持。
# エラー通知（Windowsダイアログ）
GamePadFailed			    插件无法正常工作，无法启用。

#------------------------------------------------------------------------------
# スクランブル画面

#スクランブル表示中のタイトルバー表記
ScrambleTitle0		无标题
ScrambleTitle1		YouZube - 浏览器
ScrambleTitle2		Yoozle 搜索 - 浏览器
#スクランブル表示中に終了ボタンを押したときの確認ダイアログメッセージ
ScrambleExitText	确定关闭？
ScrambleExitTitle	确认
#スクランブル中のメニューバー表記改変
ScrambleDisplayMenu	    编辑(&E)
#[MEMO] characterMenu unused...
ScrambleCharacterMenu	格式(&O)
ScrambleControlMenu	    显示(&V)

ScrambleFileSelectCaption	选择图片作为预览

#------------------------------------------------------------------------------
# エクストラ画面

ExchviewSaveDialogCaption	保存设置
ExchviewLoadDialogCaption	读取设置
ExchviewUserBGFileCaption	选择背景
ExchviewEditMessageCaption	编辑文本
ExchViewCaptureCaption		截图

ExChViewPopupText		使用鼠标左键拖动人物或背景

ExchviewSaveFailed		保存设置失败:
ExchviewLoadFailed		读取设置失败:
ExchviewCaptureFailed	截图失败:

# CG鑑賞のラベル
#CgViewLabelText_xxx		XXX%02d
CgViewLabelText_noa		乃%02d
CgViewLabelText_ama		天%02d
CgViewLabelText_kur		来%02d
CgViewLabelText_kag		辉%02d
CgViewLabelText_ori		欧%02d
CgViewLabelText_fum		风%02d
#CgViewLabelText_etc		他%02d
#CgViewLabelText_sd		SD%02d



###############################################################################
#
# Windowsダイアログ系の言語別テキスト設定

!section dialog
#------------------------------------------------------------------------------

# ダイアログ汎用
DialogOK		    确认
DialogCancel		取消
DialogClose		    关闭
DialogInit		    默认
DialogDetail		详细

# 立ち絵鑑賞コメント編集
EditCommentCharName	    名字
EditCommentMessage	    消息
EditCommentEnabled	启用消息显示
EditCommentGroup	消息内容

# バージョン情報 （メニューバーの「ヘルプ／バージョン情報」で開くウィンドウのタイトル）
VersionInfo		版本信息

# フォント選択ダイアログ
FontDialogCaption	    字体选择
FontDialogDoSelect	    请选择字体
FontDialogLicenseHead	「${name}」的版权声明
FontDialogLicenseInfo	点击详细按钮查看版权声明
FontDialogInfoFormat	${name}的详细信息
FontDialogEmbeddedMark	*

# 組み込みフォント表記差し替え
#FontFace_XXXX			XXXX(for another languages)
FontFace_スキップ		(JP)スキップ

# [MEMO] "日语"は該当フォントに"语"が無いため表示できない
FontFace_源ノ角ゴシックR	(JP)源ノ角ゴシックR
FontFace_源ノ角ゴシックB	(JP)源ノ角ゴシックB
FontFace_源ノ角ゴシックH	(JP)源ノ角ゴシックH
FontFace_源ノ明朝B		(JP)源ノ明朝B
FontFace_源ノ明朝H		(JP)源ノ明朝H

FontFace_思源黑体R		(简体)思源黑体R
FontFace_思源黑体B		(简体)思源黑体B
FontFace_思源黑体H		(简体)思源黑体H
FontFace_思源宋体B		(简体)思源宋体B
FontFace_思源宋体H		(简体)思源宋体H

FontFace_思源黑體R		(繁体)思源黑體R
FontFace_思源黑體B		(繁体)思源黑體B
FontFace_思源黑體H		(繁体)思源黑體H
FontFace_思源宋體B		(繁体)思源宋體B
FontFace_思源宋體H		(繁体)思源宋體H

# フォント変更の警告
WarnChangeUserFont	选择自定义字体有可能导致游戏无法正常显示文字

# 高度な設定の一部設定変更後
# 	「ヘルプ／高度な設定を表示」で「高度な設定」内の
#	「マウスホイールの取得方法を変更」(InfoApplyOnRestart)等や「最大フレームレート」(InfoApplyOnAfter)を変更後
#	※表示されるのは各項目ごと起動中１回のみ
InfoApplyOnRestart	该设置需要重启游戏后生效
InfoApplyOnAfter	该设定可能不会立即生效
InfoApplyRebootNow	你想现在重启吗？

# 開始メニューの表示
#	「ヘルプ／開始メニューの表示」から
#	※ゲームがインストールされた状態でないと選択できません
BootStrapKickConfirm	退出游戏并显示启动菜单
#			Quit game and open launcher?
BootStrapKickFailed	载入启动菜单失败
#			Failed opening launcher.

# ゲームパッドのボタン割り当て変更
# 	「ヘルプ／高度な設定を表示」で「高度な設定」内の「ゲームパッドのボタン割り当て変更」から
GamePadBindCaption	更改游戏手柄按键设置
GamePadBindHeader	游戏手柄按键
GamePadBindButton	按键${num}
GamePadBindKeyName	${key}
GamePadBindNothing	无

# ファイル選択拡張子
FileSelectExts*			全部文件
FileSelectExtsTXT		文本文件
FileSelectExtsEXE		可执行文件
FileSelectExtsBMP		BMP文件
FileSelectExtsPNG		PNG文件
FileSelectExtsIMAGE		图片文件

# スクリーンショット保存ダイアログ
SaveSnapDlgTitle		${System.title} Save Screenshot
SaveSnapDlgSample		保存图像
SaveSnapDlgTarget		将此图像保存为：
SaveSnapDlgCaptureOpt		捕获设置
SaveSnapDlgWithMes		有文本
SaveSnapDlgWithoutMes		没有文本
SaveSnapDlgDetail		高级设置
SaveSnapDlgHintTwitter		Twitter帖子的提示
SaveSnapDlgSaveAndClose		保存并关闭
# スクリーンショット保存詳細設定
SaveSnapDlgOptionTitle		Screenshot settings
SaveSnapDlgOption		保存设置
SaveSnapDlgDefFolder		默认目标文件夹：
SaveSnapDlgDefFile		默认文件名：
SaveSnapDlgOverwrite		忽略并覆盖现有文件
SaveSnapDlgNoDialog		不显示保存屏幕截图对话框
SaveSnapDlgUseDefault		使用默认设置保存图像
SaveSnapDlgUseSelect		使用文件保存对话框
SaveSnapDlgNoDialogComment	* 要从隐藏的设置中显示保存对话框，请从文件菜单中改变设置，或者按住Shift键并进行截图。
# Twitter投稿に関するヒントボタンを押した後のダイアログ
SaveSnapDlgOpenCapture		使捕获文件夹成为默认保存位置
# スクリーンショット通知／エラー
SaveSnapshotSetCaptureFolder	Changed the default save destination to ${_1}.
SaveSnapshotErrNoCaptureFolder	Capture folder not found.
SaveSnapshotErrSaveFailed	Save failed.


# テキスト読み上げ定義
ttsdata_LangName	简体中文
ttsdata_Sample		你好、这是示例。

ttsdata_PrimLangID	04
ttsdata_DictEnabled	0
#ttsconf_VoParamLeftPer	38

# テキスト読み上げ設定
ttsconf_Title			语音合成功能设置
ttsconf_TargetLang		目标语言：${name}

ttsconf_grpALL			语音设置
ttsconf_Enabled			启用语音合成

ttsconf_grpTYPE			语音引擎
ttsconf_UseSAPI			语音接口
ttsconf_UseMSSP			微软语音平台
ttsconf_UseXAPP			外部引擎调用
ttsconf_AppSel			选择
ttsconf_VVoxSel			选择
ttsconf_fileAppSel		外部引擎选择

ttsconf_grpVOICE		音频参数
ttsconf_NamLabel		不配音
ttsconf_DscLabel		描述
ttsconf_ComLabel		常规设置

ttsconf_ComSetting		常规设置
ttsconf_SepSetting		专用设置
ttsconf_Disabled		禁用

ttsconf_Play			发声
ttsconf_Config			设置

ttsconf_txtLABEL		示例文字

ttsconf_EnvSave			保存设置
ttsconf_EnvLoad			载入设置
ttsconf_dlgEnvSave		将设置保存到用户环境变量"${key}", 确认？
ttsconf_dlgEnvLoad		从用户环境变量"${key}"载入设置, 确认？

#ttsconf_grpVOLUME		音量
ttsconf_grpVOLUME		音量・速度
ttsconf_VolGame			与游戏整体音量相同
ttsconf_VolIndep		独立音量设置
ttsconf_EnVocoder		游戏中应用的语音速度变化

ttsconf_grpDICT			语音合成字典
ttsconf_DictUnsupport		- 不支持 -
ttsconf_DictImport		导入
ttsconf_DictExport		导出
ttsconf_DictAdd			＋
ttsconf_DictUp			↑
ttsconf_DictDown		↓
ttsconf_DictSel			＠
ttsconf_DictDel			×
ttsconf_fileDictImport		导入语音合成字典
ttsconf_fileDictExport		导出语音合成字典
ttsconf_dlgImport		语音字典已经存在, 确认合并？(相同词组将覆盖)
ttsconf_dlgImportFailed		导入失败
ttsconf_dlgExportFailed		导出失败
ttsconf_exportTextHeader	语音引擎字典(使用Tab分割)

ttsconf_Help			帮助

# 音声パラメータ設定
ttstoken_Title			语音参数设置(${name})
ttstoken_grpALL			${name}参数
ttstoken_Test			播放样本
ttstoken_Token			语音
ttstoken_EnPitch		音调
ttstoken_EnRate			速度
# for VOICEVOX
ttstoken_TokenLabel		扬声器
ttstoken_StyleLabel		风格
ttstoken_EnInto			拐点
ttstoken_EnVol			音量

ttstoken_TitleXAPP		语音参数设置(外部引擎)
ttstoken_CmdTarget		外部命令路径:
ttstoken_NoCmdTarget	*请选择外部命令*
ttstoken_CmdArgs		外部命令行选项:
ttstoken_Description		描述

# 読み上げ辞書追加・編集
ttsdict_TitleNew		添加语音引擎字典
ttsdict_TitleEdit		编辑语音引擎字典
ttsdict_grpALL			语音引擎字典
ttsdict_DictWord		词语
ttsdict_DictRead		朗读
ttsdict_Add			    添加
ttsdict_Edit			更新



# ビットマップメモリ確保失敗時の再起動復帰確認
EmergencyRebootConfirm		位图内存申请失败，是否重启游戏并尝试恢复当前状态？
EmergencyRebootExit		    (点击“否”退出游戏)

# システムデータの保存に失敗した時（リトライ／キャンセル確認）
ErrorSaveSystemVars		    保存游戏数据失败，游戏设置会复位直到重新载入游戏，请确保硬盘有足够空间。

# 既にゲームが起動しているのに多重起動しようとした
BootFailAlreadyRunning	    ${GetSysLangText("TitleCaption",null)}已经启动

# 再起動に失敗した（再起動のゲームインスタンスの終了待ちがタイムアウトした）
BootFailCannotRestart	    ${GetSysLangText("TitleCaption",null)}重启失败

# システム系エラーダイアログ全般
ErrorInform_savefail		不能保存到文件（文件不能被打开或被写保护）
ErrorInform_loadfail		试图从其他系统加载数据
ErrorInform_loadforce		保存的数据ID不同，但调试模式强制加载
ErrorInform_loadexception	无法加载书签，书签已损坏或书签数据为其他格式(${_1})
ErrorInform_initexception	系统变量数据不能被读取或被破坏(${_1})${'\n'}初始化并激活一切
ErrorInform_savemydoc		由于缺乏写入权限，无法保存文件，将数据保存在MyDocument下
ErrorInform_readonly		没有写入权限不能保存文件，在ReadOnlyMode下工作

ErrorInform_gamefatal		发生了一个致命的错误${'\n'}　根据错误的严重程度，游戏可能变得不稳定，或者进度标志可能丢失。

ErrorInform_nobmpmem		为位图分配内存失败${'\n'}重新启动游戏并尝试恢复过程？

ErrorInform_tracelog		* 请帮助我们解决问题：请向支持部门提供以下信息${'\n'}（按Ctrl+C将内容复制到剪贴板）
ErrorInform_press_title		- 按"${_1}" 键返回到标题屏幕
ErrorInform_press_exit		- 按"${_1}" 键可以强制结束游戏
ErrorInform_press_reboot	- 按"${_1}" 键重新开始游戏
ErrorInform_press_restore	- 按"${_1}" 键重新启动，并尝试返回游戏
ErrorInform_btn_yes		是
ErrorInform_btn_no		否
ErrorInform_btn_ok		确认
ErrorInform_btn_cancel		取消
ErrorInform_btn_retry		重试
ErrorInform_btn_abort		悬挂
ErrorInform_btn_ignore		忽略不计
ErrorInform_btn_continue	继续
ErrorInform_btn_try		重新执行


# MEMO
#
# - AskYesNoでダイアログの出ない特殊確認（主にエラー時）⇒まず起こらないのでスルーで
#	error:セーブデータの不整合が検出されました。正常動作は保障されませんが。該当シーンの冒頭から再開しますか？
#	error:指定テキスト ${text} まで移動できません。該当シナリオの冒頭から再開しますか？
#	error:指定行 ${line} まで移動できません。該当シナリオの冒頭から再開しますか？
#	シナリオのラベル位置変更が検出されました。不整合の可能性がありますがそのまま再開しますか？
#	シナリオのラベル不整合が検出されました。正常動作は保障されませんが、該当シナリオの冒頭から再開しますか？
#	セーブデータの不整合が検出されました。正常動作は保障されませんが、該当シナリオの冒頭から再開しますか？

#------------------------------------------------------------------------------
# 作品固有ダイアログ

SysVoSettingCaption	        系统语音设置
SysVoSettingGroup	        单独ON/OFF
SysVoSetting_attention	    注意事项
SysVoSetting_brand	        品牌标志
SysVoSetting_title	        标题界面（※设置无法更改）
SysVoSetting_save	        保存
SysVoSetting_load	        载入
SysVoSetting_voice	        语音收藏
SysVoSetting_backlog	    历史记录
SysVoSetting_option	        游戏设置
SysVoSetting_optpage	    系统设置界面
SysVoSetting_extra	        鉴赏模式
SysVoSetting_after	        追加剧情
SysVoSetting_dialog	        确认对话框
SysVoSetting_onexit	        游戏结束

# 高度な設定＞画像キャッシュを変更した際のメッセージ
GraphicCacheLimitChanged	※由于图像缓存可能会导致内存碎片，\n 因此除非获得技术支持，否则不建议更改设置。

###############################################################################
#
# メニューバーの言語別テキスト設定

!section menu
MenuTreeSeparator		／
#------------------------------------------------------------------------------
systemMenu		        文件(&F)
storeMenu			    保存进度(&S)
restoreMenu			    读取进度(&L)
quickStoreMenu			快速保存(&W)
quickRestoreMenu		快速读取(&Q)
#				-
saveSnapConfigMenuItem		屏幕截图设置(&S)
goToStartMenuItem		标题界面(&T)
#				-
exitMenuItem			关闭(&X)

#------------------------------------------------------------------------------
displayMenu		        显示(&S)
windowedMenuItem		窗口模式(&W)
fullScreenMenuItem		全屏模式(&F)
#				-
winResMenu			            更改窗口尺寸(&S)
resetWindowSizeMenuItem			标准：单倍尺寸(&D)
disableWindowResizeMenuItem		${w} x ${h} 固定(${amp}F)
smoothZoomMenuItem		        窗口缩放时平滑处理(&T)
#				-
effectCheckMenuItem		        启用屏幕效果(&E)
sceneAnimMenuItem		        启用动画效果(&A)
chChangeFontMenuItem		    更改字体(&F) ...

stopDeactiveMenuItem		    窗口位于后台时停止运行(&P)
stayOnTopMenuItem		        始终保持窗口前置(&Y)

squareScreenMenu		        屏幕分辨率
wideScreenMenuItem			    宽屏16:9(&W)
squareScreenMenuItem			普通4:3(&Q)
:sqscr=fsonly				    全屏自适应(&A)

saveSnapshotMenuItem		屏幕截图(&S)

#------------------------------------------------------------------------------
textLanguageMenu	        文本语言(&L)
textLanguageMenuItem	    主要
textLanguageMenuItem_jp		日语(&J)
textLanguageMenuItem_en		英语(&E)
textLanguageMenuItem_cn		简体中文(&C)
textLanguageMenuItem_tw		繁体中文(&T)
subLanguageMenuItem	字幕
subLanguageMenuItem_jp		日语
subLanguageMenuItem_en		英语
subLanguageMenuItem_cn		简体中文
subLanguageMenuItem_tw		繁体中文
subLanguageMenuItem_none	无
swapMainSubLangMenuItem		交换主要/字幕语言

#------------------------------------------------------------------------------
#systemControlMenu	Functions(&M)
systemControlMenu	        操作(&M)
showHistoryMenuItem		    历史记录(&L)
autoModeMenuItem		    自动模式(&A)
skipToNextStopMenuItem		快进模式(&S)
skipToPrevStopMenuItem		快退模式(&K)
#				-
goNextMenuItem			    下一个选项(&N)
goBackMenuItem			    上一个选项(&B)
goNextScnMenuItem		    下一个章节(&F)
goPrevScnMenuItem		    上一个章节(&P)
backOneMenuItem			    上一行(&O)
#				-
configMenuItem			    设置(&O)
scnchartMenuItem		    流程图(&C)
voiceReplayMenuItem		    语音播放(&R)
voiceCollectionMenuItem		语音收藏(&V)

#------------------------------------------------------------------------------
helpMenu		            帮助(&H)
helpWebMenuItem			    访问官方网站(&W)
#				-
helpBootStrapMenuItem		启动菜单(&S)
showAdvancedMenuItem		显示高级设置(&A)
systemVoiceSettingMenuItem	系统语音单独设置(&V)
#				-
helpAboutMenuItem		    关于(&A)

#------------------------------------------------------------------------------
#作品固有メニュー
searchScenarioMenuItem			剧本搜索(&S)
edgeFontDrawMenuItem			文字描边(&E)
edgeShadowColorMenu			    文字描边/阴影颜色(&C)
:edgecolor=black				黑色
:edgecolor=wcb25				黑色＋窗体颜色25%
:edgecolor=wcb50				黑色＋窗体颜色50%
:edgecolor=white				白色
:edgecolor=wcw25				白色＋窗体颜色25%
:edgecolor=wcw50				白色＋窗体颜色50%
:edgecolor=window				窗体颜色
:edgegrad=0					    单色
:edgegrad=1					    向上渐变
:edgegrad=2					    向下渐变
#voiceTrackDSPFilterMenuItem_voicedsp	语音降噪
#:voicedsp=none					        不使用
#:voicedsp=type0				        Type0(弱)
#:voicedsp=type4				        Type4(中)
#:voicedsp=type8				        Type8(强)

#------------------------------------------------------------------------------
debugMenu		调试(&D)

#------------------------------------------------------------------------------
troubleShootMenu	        高级设置(&A)
videoOverlayModeMenu		视频渲染方式
:vomstyle=auto				自动设置
:vomstyle=overlay			叠加
:vomstyle=mixer				混合
:vomstyle=layer				层
movieQualitySelectMenuItem	视频画质
:vqfilesel=auto				自动：自动选择
:vqfilesel=hd				高画质：HD动画播放
:vqfilesel=sd				低画质：SD动画播放
pseudoFullScreenModeMenu	多屏显示
:fullscreenmode=auto			自动设置
:fullscreenmode=primaryonly		仅使用主显示器
:fullscreenmode=usepseudo		选择使用的显示器
:fullscreenmode=pseudoall		始终使用窗口最大化
fullScrResMenu			    全屏分辨率(&R)
fsmethodMenuItem			更改分辨率切换方法
#					-
:fsres=auto				    自动设置(&A)
:fsres=nochange				不改变分辨率(&O)
:fsres=nearest				最接近的分辨率(&N)
:fsres=proportional			宽高比相同的分辨率(&P)
#					-
:fszoom=inner				内接方法：两端黑边(&I)
:fszoom=outer				外接放大：两端剪裁(&C)
:fszoom=no				    不放大：中央显示(&D)
#fullScrResMiddleMenuItem		中間で拡大：カットして黒帯(&M)
#					-
#middleZoomPercentMenuItem		拡大割合指定(&Z)
dispDoubleBufferMenu		显示模式(&D)
:dbstyle=auto				自动设置(&A)
:dbstyle=d3d				Direct3D(&3)
:dbstyle=ddraw				DirectDraw(&D)
:dbstyle=gdi				GDI(&G)
#					-
useDoubleBufferMenuItem		使用DIB方式(&B)
waitVSyncMenuItem			开启垂直同步
fpsLimitMenu			    最大帧速率设置(&M)
:contfreq=0				    无限制(&N)
:contfreq=144				1&44帧/秒
:contfreq=120				1&20帧/秒
:contfreq=90				&90帧/秒
:contfreq=75				&75帧/秒
:contfreq=60				&60帧/秒
:contfreq=45				4&5帧/秒
:contfreq=30				&30帧/秒
:contfreq=15				&15帧/秒
multiThreadDrawMenu		    多线程绘图(&N)
:drawthread=1				无：不使用多线程(&D)
:drawthread=auto			自动：按照处理器数量分割(&A)
#					-
:drawthread=2				2线程
:drawthread=4				4线程
:drawthread=8				8线程
#				-
disableCursorMoveMenuItem	禁止自动移动光标
mouseWheelMsgMenuItem		更改鼠标滚轮采集方法
disableJoypadMenuItem		禁止使用游戏手柄
bindGamePadButtonMenuItem	更改游戏手柄按键分配
gamepadRedetectMenu		    判定游戏手柄插入/移除
:gpredetect=0				再判定无效
:gpredetect=100				判定延迟100ms
:gpredetect=300				判定延迟300ms
:gpredetect=500				判定延迟500ms
:gpredetect=1000			判定延迟1000ms
:gpredetect=2000			判定延迟3000ms
:gpredetect=3000			判定延迟5000ms
gamepadInputSelectMenu		游戏手柄
:joypad=no				    不使用
:joypad=auto				自动检测
#				-
lowMemoryPerfMenuItem		节省内存模式

# 作品固有
standCacheConfigMenu		立绘图片缓存
:standcache=auto			自动设置
#					-
:standcache=off				无
:standcache=low				少
:standcache=middle			普通
:standcache=high			多
:standcache=huge			更多
graphicCacheLimitMenu		图像缓存
:gclim=auto				    自动设置
#					-
:gclim=0				无
:gclim=4				4MB
:gclim=8				8MB
:gclim=16				16MB
:gclim=32				32MB
:gclim=64				64MB
:gclim=128				128MB
:gclim=256				256MB
bitmapAllocatorMenu		            图像内存分配
:bitmapallocator=processheap		使用进程堆
:bitmapallocator=malloc			    使用malloc
:bitmapallocator=globalalloc		使用GlobalAlloc
:bitmapallocator=separateheap		使用拆分堆
#					-
:bitmapheapsize=auto			拆分堆初始值：自动
:bitmapheapsize=0			〃：自动扩大
:bitmapheapsize=64			〃：64MB
:bitmapheapsize=128			〃：128MB
:bitmapheapsize=256			〃：256MB
:bitmapheapsize=512			〃：512MB
:bitmapheapsize=1024			〃：1024MB
:bitmapheapsize=2048			〃：2048MB
#
d3dMotionDisableMenuItem		不将Direct3D绘图用于Motion
d2dDrawDeviceMenuItem			使用Direct2D绘图方法

msgHackChFadeMenu                   渐变显示(&F)
msgHackChFadeMenuItem_なし          无
msgHackChFadeMenuItem_fast          快
msgHackChFadeMenuItem_faster        极快
msgHackChFadeMenuItem_medium        普通
msgHackChFadeMenuItem_slower        极慢
msgHackChFadeMenuItem_slow          慢

#------------------------------------------------------------------------------
# メニューバーの右クリック／ALT+Spaceシステムメニュー拡張
menuBarHideMenu			        菜单栏
menuBarShowAlwaysMenuItem		始终显示
menuBarHideAlwaysMenuItem		始终隐藏
menuBarAutoShowHideMenuItem		自动显示

###############################################################################
# 追加メッセージ

# 起動時D3Dモード失敗エラー
D3DFail				        初始化DirectX失败，需要安装最新版本:${message}

# Steam関係
useSteamCloudMenuItem		将记录保存到Steam云
steamUploadMenuItem		    将本地记录上传到Steam云
steamDownloadMenuItem		从Steam云下载记录到本地
steamDeleteMenuItem		    删除Steam云上的记录
askSteamUpload			    确认要将本地记录上传至Steam云么？
askSteamDownload		    确认要从Steam云下载记录至本地么？
askSteamDelete			    确认要删除Steam云的记录么？
askInitialSteamUpload		Steam云无记录，要上传本地记录么？

# R18配信ブロック
steamBroadcastDisable		禁止在Steam版本中访问R18内容

# テキスト読み上げ
textSpeechMenuItem		    语音合成引擎...
